const categories = [
  {
    category: "ملابس",
    topics: ["جينز", "قبعة", "فستان", "حذاء رياضي"],
  },
  {
    category: "تقنية",
    topics: [
      "هواتف ذكية",
      "طابعات ثلاثية الأبعاد",
      "ألعاب فيديو",
      "كاميرات رقمية",
    ],
  },
  {
    category: "طعام",
    topics: ["سلطات", "أطباق بحرية", "مشروبات", "مخبوزات"],
  },
  {
    category: "رياضة",
    topics: ["ركوب الدراجات", "تسلق الجبال", "يوغا", "كرة الطائرة"],
  },
  {
    category: "فن",
    topics: ["نحت", "مسرح", "فنون تشكيلية", "تصميم جرافيكي"],
  },
  {
    category: "تعليم",
    topics: ["برمجة", "فيزياء", "علم النفس", "لغات أجنبية"],
  },
  {
    category: "سفر",
    topics: ["رحلات سفاري", "تخييم", "تسوق سياحي", "كروز"],
  },
  {
    category: "صحة",
    topics: ["تمارين اللياقة", "تغذية صحية", "علاج طبيعي", "طب بديل"],
  },
  {
    category: "ترفيه",
    topics: [
      "حدائق ترفيهية",
      "مهرجانات موسيقية",
      "مسابقات تلفزيونية",
      "كتب وروايات",
    ],
  },
  {
    category: "أعمال",
    topics: ["استشارات مالية", "تطوير مهني", "إدارة مشاريع", "تسويق إلكتروني"],
  },
];

export default categories;
